; This is the Spanish language file for Open File shell for TC application, version 1.8a
; Information for translators.

; New lines (v1.7c -> v1.8a) are marked with the "; new" comments (above these lines),
; changed lines are marked with the "; changed" comment.
; Also, part of new strings is marked with the "; new (*)" symbols. While OpenFileTC
; wa in test, some translators have maked a temporary .lng-files. This mark show them
; all new strings. If you didn't make temp. translations, then do not make an attention on 
; this symbol - translate this string as new

; It's recommended to save this language file in Unicode. But if ANSI code works correctly
; in your country, then you can save language file in this code page.
;
; You can use "/s;" string (3 symbols, without quotes) to make a break in string.

; --------------------------------------------- ;
;						;
; Version 1.8a					;
; [Misc]					;
; 5=<Link to the OpenFileTC's discussing forum	;
;   on your native language if it exists>	;
;						;
; --------------------------------------------- ;
 
[Misc]           ; info about author of this language file. Please fill all fields correctly and only about YOU :)
 ; language name, must be in your native letters
0=Español (Argentina)        
 ; name of translator (man or company)
1=Mario Ángel     
 ; supported OpenFileTC version
2=1.8a            
 ; your contact information and copyrights. Will be enable only here, don't be published in OpenFileTC 
3=(C) Copyright, 2004-2007. All Rights Reserved. E-Mail: marioangel70@gmail.com
 ; new: OpenFileTC discussing forum in your native language (if it exists)
5=http://ghisler.ch/board/viewtopic.php?t=10026

[MainUnit]       ; strings and messages for main window
0=Abrir archivo %FileName% con...
1=Programas preferidos
2=Otros programas
3=Tecla de acceso rápido
4=Programas no encontrados
5=Otro programa...
6=Seleccionar programa:
7=!El archivo seleccionado no es una programa ejecutable!/s;Ha seleccionado: "%ProgramName%"./s;Éste tipo de archivo (extensión) no es EXE./s;¿Quiere usar este archivo realmente?
8=Programa:
9=Extensiones:
10=Ruta completa:
11=¡El programa no fue encontrado!
12=Editar asociaciones
13=Cambiar la ruta del programa
14=Renombrar
15=Tecla de acceso rápido:
16=Eliminar de la lista
17=Renombrar
18=Nuevo nombre:
19=¿Quiere eliminar el programa "%ProgramName%"/s;de la lista de programas instalados?
20=Atención: El programa Total Commander se ha encontrado en su PC./s;Puede configurar el entorno de OpenFileTC como el editor predeterminado para Total Commander./s;%NowStandProgram%/s;Ventajas:/s;- cada archivo puede ser abierto con la tecla F4 usando el editor más APROPIADO/s;- con una simple configuración de asociaciones/s;- OpenFileTC no es molesto/s;/s;Si está interesado en sus ventajas sólo presione SÍ./s;El programa hará el resto. /s;Ésta pregunta no se le volverá a hacer.
21=¡Gracias por su elección!/s;/s;si Total Commander está ejecutándose,/s;por favor, reinícielo. Los cambios se aplicarán después de reiniciar Total Commander.
22=Atención: El programa DbCD Universal se ha encontrado en su PC./s;Puede configurar el entorno de OpenFileTC como el visor predeterminado para DbCD Universal./s;%NowStandProgram%/s;Ventajas:/s;- cada archivo puede ser abierto con la tecla F3 usando el visor más APROPIADO/s;- con una simple configuración de asociaciones/s;- OpenFileTC no es molesto/s;/s;Si está interesado en sus ventajas sólo presione SÍ./s;El programa hará el resto. /s;Ésta pregunta no se le volverá a hacer.
23=¡Gracias por su elección!/s;/s;si DbCD Universal está ejecutándose,/s;por favor, reinícielo. Los cambios se aplicarán después de reiniciar DbCD Universal.
24=Añadir el programa que puede /s;leer el archivo %FileName%
25=Siempre usar éste programa para abrir éstos archivos
26=Configurar %ProgramName%
27=Abrir, pero no busque el programa
28=Abrir en %ProgramName%
29=Ejecuciones:
30=Ha iniciado un programa sin parámetros. No es recomendable añadir programas de esta forma. ¿Todavía quiere añadir el nuevo elemento a la lista?
31=No mostrar nunca más la ventana de selección para archivos %FileType%./s;Desde ahora abrir el archivo con el programa seleccionado.
32=Aceptar
33=Configurar OpenFileTC
34=Cancelar
35=Ordenar
36=Organizar iconos
37=Mostrar iconos
38=Configurar condición
39=Ahora está usando: "%ProgramName%"
40=Lista de todos los programas
41=Edición del ejecutable/s;/s;OpenFileTC ha recibido un ejecutable:/s;%FileName%/s;¿Quiere añadir éste archivo a la lista de editores de OpenFileTC?/s;/s;Presione SÍ si quiere añadir éste editor a la lista de editores/s;Presione NO para editar éste archivo
42=El programa será mostrado en una ventana
43=No es posible crear grupos para los elementos de los programas.  Puede haber errores en el programa.
44=No es posible crear el archivo de configuración "%INIFileName%"./s;Puede ser que está ejecutando el programa desde un dispositivo de sólo lectura (cómo un CD-ROM o DVD-ROM), o el archivo de configuración es de sólo lectura./s;El programa guardará todas sus configuraciones en la carpeta "%WinFolder%"
45=Un error ocurrió mientras se creaba el archivo de configuración./s;Nombre: "%INIFileName%"./s;Mensaje del Sistema: "%SystemMessage%"./s;Clase de Error: "%ClassMessage%"./s;/s;El programa será cerrado.
46=El programa abre sólo el primer /s;archivo de la lista, sin comillas
47=El programa abre sólo el primer /s;archivo de la lista, con comillas
48=Cada archivo será abierto en /s;una ejecución del programa, sin comillas
49=Cada archivo será abierto en /s;una ejecución del programa, con comillas
50=El programa será minimizado a la barra de tareas
51=Añadir el programa que /s;puede leer el archivo seleccionado
52=El programa se maximizará
 ; new
53=Ocultar barra
 ; new
54=Añadir nuevo editor
 ; new
55=Configurar editor
 ; new
56=Eliminar editor de la lista
 ; new
57=Entorno Open File para las opciones del TC

[EditExtsUnit]   ; here strings and messages for extensions tuner window
0=Editar extensiones para el programa "%ProgramName%"
1=Aceptar
2=Cancelar
7=Extensión:
3=Añadir
4=Editar
5=Eliminar
6=Nueva extensión
8=Abrir desde ahora en %ProgramName%
9=Abrir la ventana de selección de programas
10=Acciones OpenFileTC
11=Tipo
12=Línea de comando
13=Variables permitidas:/s;/s;%1, FullFileName% - nombre completo/s;%FileName% - nombre (sin ruta NI extensión)/s;%FileExt% - extensión (sin punto)/s;Todas las variables sin distinción de mayúsculas

[SetupUnit]    ; setup window
0=Centro de configuración de Open File TC
1=Idioma:
2=Fuentes y colores
3=Elementos:
4=Seleccionar el idioma de la lista de idiomas disponibles./s;Puede descargar más idiomas desde http://antoon-inc.com/oftc/
5=Secciones
6=Iconos
7=Lista
8=Iconos pequeños
9=Detalles
10=Cargar iconos
11=Mostrar iconos de los programas
12=Aplicar
13=Aplicar todos los cambios
14=Aceptar
15=Guardar cambios y cerrar ésta ventana
16=Cancelar
17=Cerrar ésta ventana sin guardar cambios
18=Cada usuario tiene sus propias configuraciones
19=Use ésta opción para separar las configuraciones del OpenFileTC /s;de todos los usuarios de ésta PC
20=Si éste archivo existe entonces cada usuario de ésta computadora tiene sus propias configuraciones para el programa OpenFileTC. Si usted quiere usar la misma configuración para todos los usuarios entonces elimine éste archivo. Éste comentario puede ser eliminado.
21=Fuente...
22=Tipo, tamaño y color para las etiquetas de la ventana principal
23=Fondo
24=Color de fondo de la ventana principal
25=Cache de iconos
26=Cargar iconos de ejecutables sólo una vez/s;y guárdelos dentro de la carpeta de Iconos (recomendado)
27=Misc
28=Mejoras
29=Acerca de
30=Seleccionar vista de iconos
31=No buscar ejecutables
32=No espere mientras el ejecutable activo; termina su trabajo con el archivo abierto
33=Mostrar tool tips cerca del ratón
34=Predeterminadamente, los tooltips para ejecutables/s;se muestran en la esquina de la ventana del OpenFileTC
35=Mostrar tool tips
36=Mostrar consejos para programas cuando/s;mueva el ratón sobre ellos en la ventana principal
37=Ventana principal:
38=Diálogos:
39=Tipo, color y tamaño para los textos de otras ventanas
40=Ordenar tipos de elementos en ventana principal:
41=Elija el modo de ordenación para/s;programas añadidos en ventana principal
42=Alfabéticamente
43=Por Tipo
44="Cada usuario tiene sus propias configuraciones" la opción será activada después de reiniciar OpenFileTC
45=Variantes para forzar la llamada al programa
 ; changed
46=Presione ésta tecla:
 ; changed
47=Si ésta tecla esta presionada, entonces/s;OpenFileTC siempre mostrará su ventana
 ; changed: removed "the" before "mouse"
48=Presionar el cursor de ratón en el:
49=Si el cursor del ratón está en la esquina seleccionada, entonces/s;OpenFileTC siempre mostrará su ventana
50=Seleccione la posición del ratón de ésta lista
51=Seleccione la tecla de ésta lista
52=arriba-Izquierda esquina de pantalla
53=arriba-Derecha esquina de pantalla
54=abajo-Izquierda esquina de pantalla
55=abajo-Derecha esquina de pantalla
56=Habilitar abrir carpetas
57=Le permite abrir carpetas seleccionadas usando la tecla F4./s;Habilitar la etiqueta %Dir% cómo una extensión permitida./s;Más info en el archivo de ayuda .chm
58=Estado de "Siempre usar éste programa..." :
59=En la lista desplegable puede seleccionar el/s;estado de cada inicio del OFTC. Siempre/s;puede tener ésta selección activada, o siempre/s;desactivada, o recordarle que elija/s;alguna opción
60=Recordar la última elección del usuario
61=Siempre desactivado
62=Siempre activado
63=Añadir ejecutable a la lista de editores si el usuario presiona F4
64=Si el usuario edita un archivo EXE,/s;entonces OpenFileTC le preguntará si añade/s;éste EXE a la lista de editores
65=Página de Inicio:
 ; new
66=Foro:

[HotKeyUnit]    ; hot keys window
0=Teclas Rápidas
1=Configurar las teclas rápidas para ejecutar el programa %ProgramName%
2=Tecla rápida actual:
3=Nueva tecla rápida:
4=Aceptar
5=Guardar cambios y cerrar ésta ventana
6=Cancelar
7=Cerrar ésta ventana sin guardar cambios
8=no
9=Ésta tecla rápida esta reservada por OpenFileTC y no puede ser usada
10=Ésta tecla rápida ya esta siendo usada por %ProgramName%./s;¿Quiere configurar ésta tecla rápida para %CurrProgramName% y eliminarla del programa anterior?

[ProgramSettingsUnit]    ; Window for settings of one selected executable
0=Propiedades de %ProgramName%
1=Nombre:
2=Ruta del programa:
3=Línea de comando para las extensiones:
4=OpenFileTC no encuentra el archivo ejecutado/s;Por favor ingrese una ruta válida
5=Por favor nombre éste programa
6=Ruta completa para el archivo ejecutable
7=Seleccionar archivo
8=Solucionar problema con los archivos abiertos
9=No hay problema
10=No hay problema abriendo/s;algunos archivos en éste programa
11=Enviar al programa sólo el primer archivo de toda la lista, SIN comillas
12=No enviar a la línea de comando del ejecutable toda/s;la lista de archivos, sólo el primer archivo de la lista, SIN comillas
13=Enviar al programa sólo el primer archivo de toda la lista, CON comillas
14=No enviar a la línea de comando del ejecutable toda/s;la lista de archivos, sólo el primer archivo de la lista, CON comillas
15=Abrir cada archivo en forma separada, pasar el nombre CON comillas
16=Ejecuta varias copias de éste programa,/s;cada copia tendrá un archivo de la lista con el parámetro de la línea de comandos./s;ATENCIÓN: en éste caso OpenFileTC detendrá la búsqueda de ejecutables. /s; SIN comillas
17=Extensiones...
18=Configurar la lista de extensiones para éste programa
19=Aceptar
20=Guardar cambios y cerrar ésta ventana
21=Cancelar
22=Cerrar ésta ventana sin guardar cambios
23=Abrir cada archivo en forma separada, pasar el nombre SIN comillas
24=Ejecuta varias copias de éste programa,/s;cada copia tendrá un archivo de la lista con el parámetro de la línea de comandos/s;ATENCIÓN: en éste caso OpenFileTC detendrá la búsqueda de ejecutables. /s; SIN comas
25=Clic en la imagen para seleccionar/s;otro archivo de recursos
26=Seleccione un archivo con iconos
27=Guardar archivo a...
28=Tecla rápida...
29=Configure una combinación de teclas para seleccionar/s;éste programa en OpenFileTC
30=Combinar una línea de comandos
31=Poner aquí una línea de comandos para todas las extensiones de éste programa
32=Cambiar icono
33=Guardar icono a archivo...
34=Apariencia de la ventana cuando se abre (el funcionamiento de ésta opción no está garantizada):
35=Predeterminado
36=En una ventana
37=Minimizar
38=Maximizar
39=Abrir todas las nuevas extensiones en éste editor directamente
40=Si OpenFileTC no encuentra ningún editor/s;para archivos con alguna extensión, entonces éste archivo/s;será abierto directamente en éste editor

[FoundClipUnit]
0=Portapapeles encontrado
1=ID de información en portapapeles: %BufferID%
2=Tipos predeterminados:
3=Atención: tiene información no reconocida en el portapapeles. Por favor, trate de reconocer el tipo de información del portapapeles. Use la lista de la ventana emergente para reconocer el tipo.
4=Reconocimiento automático (¡experimental!)
5=Trate de reconocer el tipo de datos automáticamente (no recomendado)
6=Seleccionar
7=El tipo de datos fue reconocido con éxito
8=No encontrado
9=El tipo de datos no fue reconocido
10=Texto ( ANSI )
11=Texto ( OEM )
12=Texto ( UNICODE )
13=Imagen ( BMP )
14=Imagen ( JPG )
15=Imagen ( TIFF )
16=Metafile
17=Bloque desconocido